[{"date":"31/01/2017","details":"When you visit your doctor for the first time and he/she hands out a list of more than a dozen tests to be done, it feels like only the first prick of many yet to come.The first set of investigations are what we call the Routine investigations.<br>But what do they really tell us?<br> Well, since 9 months is quite a long journey, we need to know where we started off from. The routine investigations give us the baseline levels for your body that help us identify any derangement in the future. A predictive assessment of risk helps us deliver better obstetric care to you. They check for Heamoglobin, ABO blood group, Rh factor, Urine, Serology, Cervical cytology.","testimage":"img/test/1.jpg","testname":"Routine Test","trimester":"1"},{"date":"31/01/2017","details":"Is your blood group AB+? Or O-? Ever wondered what the “plus” and “minus” signs at the end of your blood group mean? It denotes the presence or absence of small pebble like molecules on the surface of your red blood cells. So if you have this factor, you are positive;if you don't, it's a negative. Now an Rh+ recognises both Rh + and Rh - as its own (It’s a barren red blood cell surface in Rh-; nothing foreign detected). An Rh- however, recognises only another Rh- as its own and an Rh+ as foreign. So the Rh- person, on introduction to an Rh+ person, will mount an immune response and kill the donor’s cells. Usually the mother’s and the baby’s blood do not mix with each other except at the time of delivery maybe. That gives these little pebbles enough time to introduce each other and gauge their response. An Rh+ lady welcomes all, does not mount an attack on anyone. An Rh- lady however, would be a little hostile towards an Rh+ baby. If mom is Rh- and Dad is Rh- there is no problem but if mom is Rh- and dad is Rh+ , we might have a problem if the baby is positive.","testimage":"img/test/2.jpg","testname":"Rh Factor Test","trimester":"1"},{"date":"31/01/2017","details":"So we know the body discards what it doesn't need. And we flush it down the drain in our homes, offices, restaurants except hospital. Where doctors ask you to fill containers and vials with your urine samples. Somehow they have found much use for it and that too quite a number of times in the course of your pregnancy. What possibly does pee hold for pregnancy?   Now your urine sample will be sent for two kinds of investigations on your first visit to the doctor. They check for protein, sugar, pus cells , red blood cells, bacteria.","testimage":"img/test/3.jpg","testname":"Urine Test","trimester":"1"},{"date":"31/01/2017","details":"This is a test that will tell you nothing about your baby, nor about your pregnancy. But your pregnancy is a good opportunity to know about this test, and get it done  at least once. In your first antenatal visit to your doctor, you may be required to get this done at least once, provided the results are normal. Since it is not just your pregnancy or your baby that you should be worried about, it is imperative that you know about this test too that goes a long way in preventing adverse outcomes for your health.Women above the age of 21 or those who are sexually active are advised to get the test done every 3 years till they are 29. Thereafter, from 30 years of age, if no high risk factors are present, then a test every 5 years shall suffice.  Every pregnant woman must get the test done at least once during the course of her pregnancy, preferable on her first antenatal visit.  Also, women who are above 65 years of age and have had regular screening for the past ten years should stop cervical screening test.   Benefits :  ⎫\tIt is one of the most successful screening test that helps in early detection and prevention of cervical cancer.  ⎫\tSimple, and effective  ⎫\tFriendly on the pocket  ⎫\tNot painful","testimage":"img/test/4.jpg","testname":"PAP smear","trimester":"1"},{"date":"31/01/2017","details":"The Glucose Tolerance Test (GTT) is a test of diagnostic value that measures your blood glucose and helps monitor glucose levels in identified cases. Gestational Diabetes is defined as intolerance towards carbohydrates of variable severity with onset or first recognition during the present pregnancy. Such high levels of glucose in blood, if left ignored, lead to a small increase in risks associated with the condition and serious birth complications. While the mother is at an increased risk of recurrent abortion, immature labour pains, infection and distress, the baby is likely to have genetic malformations in about 6-10% of deliveries. An early diagnosis leads to early, and more importantly minimal interventions on the lines of exercise and dietary changes to prevent such undesired complications.This test entails no serious risks except for slight dizziness towards the end of the test owing to falling blood glucose levels.","testimage":"img/test/5.jpg","testname":"GTT","trimester":"1"},{"date":"31/01/2017","details":"The ultrasound is nothing but sound waves generated from electrical energy by a transducer. Then why doesn’t the baby cringe with the noise? It’s because the frequency used for the sound waves in ultrasound is not within the audible frequency range for humans. The obstetric ultrasound has use for  diagnosis of pregnancy , dating pregnancy, diagnosis of multiple pregnancy, confirm viability of the baby and heart activity, assessment of the baby’s growth and it’s well being, finding out presentation of the baby at the time of delivery.","testimage":"img/test/6.jpg","testname":"Ultrasound","trimester":"1"},{"date":"31/01/2017","details":"We come to the first category of Prenatal Genetic Diagnosis and Screening under Biochemical investigations. Here we test the mother’s blood, baby’s blood or amniotic fluid for the presence or absence of certain chemicals. These chemicals, in various studies have been found to lie within a specific range during a  specific period in pregnancy. Their peaks and lows have been identified and their association with the occurrence of certain genetic abnormalities. This is test for MSAFP, Acetylcholine esterase, Triple test and Quadruple test. Too much of MSAFP could mean a lot many things and not all of them are macabre. It could mean that your pregnancy has not been dated correctly or that you are expecting twins or triplets. However, it’s levels are also found to be raised in open neural tube defects, death of the baby within the womb, defect in the belly wall of the baby, kidney anomalies.  Too less of MSAFP is found in diseases like Down’s syndrome or molar pregnancy. This test can detect up to 85% of neural tube defects.","testimage":"img/test/7.jpg","testname":"Prenatal Genetic Diagnosis","trimester":"1"},{"date":"31/01/2017","details":"Now before you begin to think of us as human baby predators and close this window, you might want to know about your baby's genetic structure a little. And because it is unique, yet vulnerable to structural and chromosomal defects, we like to have a look at it - our only source being the baby cells themselves. The baby sheds it's cells from the skin and bladder (via urine) into the amniotic fluid. The cells are cultured, multiplied and stained to look for shape, size, number, and any defects in the genetic content (called karyotyping). All we need to do, is suck out a few ml of this amniotic fluid. It becomes amniocentesis. We poke the vessels for these cells in Cordocentesis. And the immature placenta in Chorionic villus sampling.¬\t<br><b>Chorionic villus sampling : </b><br> Now this fancy word 'chorionic villus' means nothing but fingers. Lots of fingers. Fingers projecting from the young embryo into the uterus wall to find it's mother's vessels. They interlock to form 'chorionic frondosum', the young form of the future placenta. It is this site that becomes our source of baby cells (called trophoblastic cells) at 10-12 weeks of pregnancy. A long catheter is introduced through the cervix into the uterus under ultrasonic guidance. <br>¬\t<br><b>Cordocentesis </b><br> The cord attached to your baby’s navel has two umbilical arteries and one vein. It is attached on its other end to the placental disc. Just 1-2 cm away from this insertion, a thin needle 13cm in length is used to puncture under ultrasonic guidance. Generally 0.5-2ml of blood is drawn at 18 weeks of pregnancy.","testimage":"img/test/8.jpg","testname":"Cytogenetic analysis","trimester":"1"},{"date":"31/01/2017","details":"If you are running in the second trimester of your pregnancy (we hope not literally running), chances are that this word must have been thrown around a lot. Here we talk about what makes this test so special and why you should be knowing more about it.   Amniocentesis is a deliberate puncture by your doctor in the amniotic sac your baby floats in. Not everyone is required to undergo amniocentesis. After a detailed look into the history of the woman’s pregnancies for evidences suggestive of previous genetic malformations or a similar record in the family, candidates suitable for the procedure are identified. After an initial non invasive biochemical screening, those testing positive for markers are advised this procedure for corroborative evidence towards the final diagnosis.","testimage":"img/test/9.jpg","testname":"Amniocentesis","trimester":"1"},{"date":"31/01/2017","details":"We as parents like to give our baby everything perfect – the perfect clothes, school, food, family etc. But there are some tiny things that slip out of our control and there is nothing we can do about them. Like the genes your baby inherits from you. Slight tweak here could lead to an unfortunate turn of events. But now there is something you can do about it too. Prenatal Genetic Diagnosis.  It is a screening procedure designed to identify couples having a greater risk of having babies with genetic abnormalities. After a detailed analysis of your family and reproductive history and possible environmental factors, we counsel you and your husband  to make a unified decision regarding the future management of pregnancy. Women who usually test positive for this screen are offered fetal karyotyping. Karyotyping is like taking a photograph of your genetic package. The chromosomes are seen for their size, shape, number etc. A too large chromosome or a shortened arm of a chromosome, too many chromosomes or a missing chromosome can all be seen to know where exactly the problem lies. This helps your doctor to counsel you and guide you towards the best management for your pregnancy and baby.","testimage":"img/test/10.jpg","testname":"Gene Makers(biochemical)","trimester":"1"},{"date":"31/01/2017","details":"Before we move ahead with what this test really tells you, it is important to distinguish between the two terms : Nuchal translucency and Nuchal thickness.  Nuchal translucency is a finding on the ultrasound scan done during 11-14 weeks of pregnancy approximately. It is simply a finding which in absolute terms does not tell us much.  Nuchal thickness is a measurement of this Nuchal lucency that is done specifically during the second trimester only. It is a screening test with significant value in Prenatal Genetic Diagnosis.While increased NT detects about 70-80% of abnormalities, it also has a false positive rate of 5-6%. That means that it might show a higher value for NT in cases where the baby is actually quite normal. A 5-6% rate is high enough for you to know that chances of you giving birth to a normal baby far outweigh that of an abnormal baby.  Moreover, NT is merely a screening test i.e. it cannot tell you with certainty if an abnormality is present.","testimage":"img/test/11.jpg","testname":"Nuchal Translucency Thickness","trimester":"1"},{"date":"31/01/2017","details":"In a simple ultrasound, we read how the soundwaves reflected by a tissue surface create a black and white mosaic for us. What if, that surface is moving? It would still reflect back the soundwaves but with a difference - it's frequency. And it is this change in the frequency of the initial sound wave and the reflected sound wave that we exploit to know the characteristics of that moving object. What moves inside our body? Blood. That flows through vessels – arteries or veins. Blood flows from the heart towards the body via arteries and back from the body to the heart via veins.  So two things that we are concerned with in our obstetric Doppler investigation are the direction of blood flow and the speed of blood flow. <br><br> The placenta is a disc shaped structure embedded in the uterine wall with a cord stemming out of its centre to the baby’s future navel site. That cord contains two umbilical arteries and an umbilical vein. On the flip side of that disc, the one facing the uterus wall, the placenta has a strong network of intertwined fingers projecting into the uterine wall to extract blood from the uterine arteries and discharge waste into the uterine veins.   Now to know if this complicated network of blood exchange is functioning adequately, we use Doppler.","testimage":"img/test/12.jpg","testname":"Doppler Ultrasound","trimester":"2"},{"date":"31/01/2017","details":"As the belly weighs down heavily and sticks out even more proudly towards the end of pregnancy, the baby begins to mark it’s presence inside your womb with an energy difficult to contain inside a limited cavity. With the pregnancy ageing older, it begins to take a toll on your health as well. Antenatal care services are incomplete without an early surveillance program in a wholesome package drawn out for you.  To prevent loss of a precious pregnancy and avoid unnecessary interventions, Antepartum Fetal Surveillance techniques are routinely used now. They are a set of different methods selected to keep the baby under radar and the mother happy and healthy, so she is ready for her big day","testimage":"img/test/13.jpg","testname":"Antepartum","trimester":"2"},{"date":"31/01/2017","details":"The Biophysical tests are a collection of eight tests used for Antepartum Fetal Surveillance.  1.\tFetal movement count  2.\tCardiotocography  3.\tNon stress test  4.\tFetal biophysical profile  5.\tDoppler ultrasound  6.\tVibroaccoustic stimulation  7.\tContraction stress test  8.\tAmniotic fluid volume    This collection of tests is used as a screening test for adequacy of uterus and placental function. They are all based on one simple principle.","testimage":"img/test/14.jpg","testname":"Biophysical Test","trimester":"2"},{"date":"31/01/2017","details":"The biophysical profile is a collection of several parameters measured using real time ultrasound. Done for a period of thirty minutes, the parameters have been defined by a minimal normal criterion and a score of 2 each. Various parameter tested are Non stress test, Baby breathing movements, Gross body movements , Baby's muscle tone, Amniotic fluid.A score of 2 indicates a normal test while a score of 0 is for an abnormal test. The scores of all the parameters are totalled at the end and interpreted accordingly. Your doctor shall change the course of your management looking at these scores .  The score is mainly indicative of the oxygenation status of your baby. Higher the score, the better your placenta and uterus have performed, the better the baby is oxygenated.","testimage":"img/test/15.jpg","testname":"Biophysical profile","trimester":"2"},{"date":"31/01/2017","details":"One of the most important biophysical tests done for Antepartum Fetal surveillance, chances are high that you will, in your pregnancy, at least once come across this test. We have all had our heart thumping against our chest right after an early morning jog, or that intensive aerobic exercise or a monkey jumping at our window (a little less likely). With your baby in a little crib inside you, that heart pounding happens with every kick, punch, twirl and roll he performs in it. That acceleration in it’s heart rate forms the basis for our Non stress test. It is a reliable screening test that finds more use in reassuring the baby’s well being rather than hinting at an illness.   Your doctor will advise you to have this continous electronic monitoring of your baby’s heart rate after 30 weeks into your pregnancy, provided a condition doesn't demand an earlier scrutiny. It is done twice weekly till the time your baby starts knocking your womb down there. This test ⎫\thelps to detect compromised status of the baby early and make early interventions","testimage":"img/test/16.jpg","testname":"Non Stress Test","trimester":"3"},{"date":"31/01/2017","details":"As the baby grows older and closer to being in your arms, you might wonder if your baby, shielded in a comfortable womb up until now, will be prepared to survive  the not so conducive environment of our world. Your apprehensions are not founded on irrational grounds and we can relate to them. We happen to share the same fears as you. And so, to test the baby’s preparedness we have a wide range of tests that we can choose from. Your baby needs air to survive and for that, it needs lungs mature enough to suck in air, filter it, fill the blood with oxygen, and breathe out the carbon dioxide. That is a whole lot of work for tiny spongy sacs.  If they fail to do so, the baby has  what we call Respiratory Distress Syndrome. (RDS) Before we break down the heavy medical word for you, a small biology lesson here. The lungs are lined by a layer of a substance called surfactant. This surfactant helps maintain the elasticity of the lung. The lungs need to stretch when filled with air, and shrink when air is squeezed out of them. There are chances that the lung might totally collapse when shrunk to a much smaller size. The surfactant prevents this possibility of collapse with every breath we take. RDS is the deficiency of this surfactant in the baby’s lungs. If diagnosed at an early stage, it is easily preventable by two doses of steroidal injections. This is what makes “Pulmonary maturity tests” so important in the Antepartum period.","testimage":"img/test/17.jpg","testname":"Pulm Maturity Test","trimester":"3"}]