[{"babydevelopment":"The first week of pregnancy starts on the first day of the last menstruation (period). You are not yet actually pregnant. It is difficult to find out when actually you conceive and pregnancy begins. So, menstruation is assigned as the initiation of pregnancy by medical practitioners. This is for the convenience of calculating and predicting your expected due date.","babydevelopmentimage":"img/weeklyinfo/1.jpg","babysize":"Fertilized Egg","date":"21/02/2017","length":"","tipsandsymptoms":"You actually won’t feel anything as you are not pregnant yet. Your body is just getting ready for a possible pregnancy.<br><br>   <b>Tips</b> <br><br> •\tBy now, you must have started taking folic acid. Take your doctor’s advice for the dosage of folic acid. You should have been taking folic acid since months before you plan to conceive. Folic acid is vital for the smooth development of your baby’s nervous system. You will get a healthy baby with a healthy brain and spinal cord.<br> •\tTake pre-conception advice from your doctor. Discuss the risks and benefits of prescription drugs you are taking. Also, getting advice about background of genetics of you and your partner is a good idea to avoid any possible disorders. <br> •\tAvoid alcohol and drugs and also quit smoking even before planning for a baby. Alcohol and smoking may result in serious birth defects.<br> •\tToo much caffeine can inhibit the fertility. Cut off your coffee intake. A gradual stopping would help avoid any possible headaches.<br> If you plan for a pregnancy, your mind and body should be prepared to welcome not only a new member but also a new lifestyle. A healthy pregnancy is a result of the combination of your physical and mental health.<br>","tsimage":"img/tips/1.jpg","week":"1","weight":"","yourbody":"During this time, your uterus (womb) starts preparing to welcome the arrival of the newest formed life. Oestrogen stimulates your uterus wall (endometrium) to be thicker. The uterus needs a rich blood supply during your pregnancy to exchange gases and provide nutrients to your baby. For that, the endometrium will be supplied with more blood capillaries and becomes a rich, soft and luxurious tissue. Remember… you are still not actually pregnant. You are not carrying a baby yet.","yourbodyimage":"img/mom/1.jpg"},{"babydevelopment":"Though it seems strange, you are still not pregnant. Conception normally takes place 2 weeks after the last menstruation. Until that your reproductive system undergoes the normal menstrual cycle and prepare for a possible pregnancy.  An important event that you may already have knows as ovulation occurs at the end of the second week. Your egg cell gets released from the ovary and starts a new journey to find the winning sperm.","babydevelopmentimage":"img/weeklyinfo/2.jpg","babysize":"Fertilized Egg","date":"21/02/2017","length":"","tipsandsymptoms":"Though your body is getting ready for a pregnancy you won’t feel any difference as you are not pregnant yet.<br><br>  <b>Tips</b> <br><br> •\tThe end of the week 2 is your most fertile days. If you dream for a baby and trying to conceive, the best time to try is this.<br> •\tYou can spend these first few weeks to learn about the changes in your body and be prepared for a lifestyle change. Getting ready to welcome the newest member of your family can be sometimes challenging.  By understanding what’s going inside your body, you will be able to face the challenges more confidently and have a healthy baby.<br> •\tMake sure you continue taking the required dosage of folic acid to avoid any defects in neural tube.<br>","tsimage":"img/tips/1.jpg","week":"2","weight":"","yourbody":"If you plan a pregnancy, remember that the end of the week 2 is your fertile period. This is 14 days after your first day of menstruation. The chance of getting conceived is highest for about 24 hours or a little longer. During the sexual intercourse, the male ejaculation releases millions of sperms and they enter your reproductive system through vagina. These sperms start to swim towards the fallopian tube to meet the awaiting egg cell. The sperm’s structure is highly adapted to a motile behaviour and helps them to swim towards his partner. Your body also helps these sperms to swim inside you by providing thinner mucus in the reproductive system. A certain number of sperms get the chance to swim through the uterus and reach the fallopian tube. Sperms’ ability to swim varies in different degrees and the most powerful sperm wins. Finally, only one lucky sperm can fertilise your egg.","yourbodyimage":"img/mom/2.jpg"},{"babydevelopment":"This is the time that determines whether this new member of your family is a male or a female. Human cells have a single pair of sex chromosomes. This set has a chromosome denoted as X and another chromosome denoted as Y.  Your egg cell always has an X chromosome. So, the sperm from your partner is the one who decides your baby’s sex. The sperm carries either of this X or Y chromosome. If the sperm that fuses with your egg bears X, your baby is going to be a girl. If the chromosome in the sperm is Y, your baby will be a boy.","babydevelopmentimage":"img/weeklyinfo/3.jpg","babysize":"Fertilized Egg","date":"21/02/2017","length":"","tipsandsymptoms":"At this stage, you won’t have any sign to know that you are pregnant. However, you will be more sensible to smells as the HCG content increases.<br><br>  <b>Tips</b><br><br> •\tMake sure you get enough nutrients. The morula is dividing continuously, so that it needs enough protein and energy. Eat more proteins and take trace nutrients like iron. <br> •\tContinue the intake of folic acid. The nervous system develops very early in your pregnancy. So it should be stressed that it is highly important to take folic acid throughout this period.<br>","tsimage":"img/tips/1.jpg","week":"3","weight":"","yourbody":"The ovarian follicles have layers of cells that protect the egg. In fertilisation (conception), the sperm releases enzymes to digest the outer layers of the egg cell. As a result, the world’s greatest union happens. The sperm and egg cell fuse together to bring a new life to the world. Once the egg is fertilised, the newly formed cell is now known as the ‘zygote’. It prevents other sperms to enter the ovum. Once the sperm fuses with the egg cell it forms a barrier by hardening the outer layer to prevent entering of other sperms. Now you are actually pregnant. However, you will not feel any changes in your body. The fertilisation occurs inside the fallopian tube and then the newly formed zygote continues its journey to the uterus. The zygote starts dividing immediately just after the fertilisation. It is now busy undergoing rapid cell division. It divides in to two, four and eight cells at first and then continues to divide to form a mass of identical cells. It works hard to form new cells as it moves through the fallopian tube. This tiny ball of cells is called the ‘morula’.","yourbodyimage":"img/mom/3.jpg"},{"babydevelopment":"Your baby goes to his new level called the ‘embryo’. Once the blastocyst starts to form the internal organs, it is called the embryo. Embryonic stage lasts from week 4 to week 10. At this stage, the blastocyst continues to embed in to the lining of the uterus. This process is known as the ‘Implantation’. Some pregnant women may experience the implantation bleeding when the blastocyst carves into the thickened uterine wall. This is the first physical attachment of your baby to your body and is the beginning of the placenta. During this time, after the implantation the placenta initiates. Placenta has tiny finger-like projections called chorionic villi (tiny finger-like projections) that absorb nutrients from you to nourish the baby throughout the pregnancy.","babydevelopmentimage":"img/weeklyinfo/4.jpg","babysize":"Poppy Seeds","date":"21/02/2017","length":"","tipsandsymptoms":"Some pregnant women experience Implantation bleeding. It is very light pink, orange or brown and occurs earlier than your expected date of period. So you won’t misunderstand it as your next period. HCG is high enough to make traces available in urine. This is the basis of your initial home pregnancy test.<br> Some would feel early pregnancy signs like tiredness as the pregnancy hormone HCG increases in your blood. <br><br>  <b>Tips</b><br><br> •\tYou can predict the due date yourself. The math here is quite easy. Recall your memory to find out when your last menstruation started. You only have to add 40 weeks to that to find out your expected delivery date. <br> •\tIf you didn’t experience the implantation bleeding or any early signs, you may still don’t know that you are pregnant. Don’t worry… you still have more time for that.","tsimage":"img/mom/9.jpg","week":"4","weight":"","yourbody":"The forming placenta starts to release human chorionic gonadotropin (HCG) hormone, which is commonly known as the pregnancy hormone. HCG signals the corpus luteum (the remaining follicle cells after ovulation) not to stop releasing progesterone and oestrogen. HCG also helps to maintain the inner lining of the uterine wall and avoid it from shedding off. By stimulating the two female hormones, it supports the development of placenta. Not only these, HCG is the hormone responsible for your pregnancy symptoms.","yourbodyimage":"img/mom/4.jpg"},{"babydevelopment":"Your little baby grows faster than you think. The organ development has already started. Parts of the circulatory and nervous systems are the first to form. The heart starts to develop. At this stage, the heart is actually two small tubes. The two tubes later fuse together and form the heart. In the next few days the tube-like heart starts beating though you won’t able to hear them even using a device. The parts of the central nervous system also have begun to form. Neural tube that runs along the embryo will later give rise to the brain and spinal cord. The umbilical, cord which connects the embryo and the placenta, starts to form. Umbilical cord has two arteries and one vein.","babydevelopmentimage":"img/weeklyinfo/5.jpg","babysize":"Apple Seed","date":"21/02/2017","length":"","tipsandsymptoms":"You should have noticed that you have missed your period. So you can go for the home pregnancy test and also a blood test.  This is the initiation period of pregnancy signs. You may not feel any nausea yet. However, you will be more sensible to smells. You may get tired easily because your body is adjusting to the metabolic changes in your body. So you will feel fatigue very easily. Growth of your breast tissues will feel you tender and aching in breasts.<br><br>  <b>Tips</b><br><br> •\tIf you have missed your period and if you are experiencing pregnancy symptoms, you can now do a home pregnancy test.<br> •\tIf you haven’t stopped smoking, alcohol and any drug addictions, this is the time for it. You now know that you are pregnant. So stop those habits that has critical impacts on your baby.<br> •\tAvoid any unpleasant smells. <br> •\tMake sure to get a balanced diet. You will sometimes see a change in your food cravings. Some foods that you didn’t like earlier might become your favourites. There are some foods that can help reduce or feel more comfortable for early pregnancy signs. <br> •\tAvoid unpasteurised cheeses, unpasteurised milk and juices, raw eggs, undercooked meat and fish and also fish that have a risk of containing high mercury quantity.<br> •\tTry to get enough rest. You now need more sleep than you were used to. <br> •\tSometimes the pregnancy can bring an additional stress to your family like financial issues, lifestyle problems and relationship problems. Try to take advice from a professional or reliable source and get a relief.","tsimage":"img/tips/5.jpg","week":"5","weight":"","yourbody":"Placenta has already started forming and it takes over the responsibility of nourishing the baby at about 10th week. Until that the corpus luteum does that unction. HCG hormone maintains the corpus luteum for this purpose without letting it to degenerate. HCG hormone also stimulates the growth of breast tissues. The HCG level is now high enough to be tested to confirm you are pregnant. It now can be detected in your urine.","yourbodyimage":"img/mom/5.jpg"},{"babydevelopment":"Embryo keeps elongating. Head is now taking its shape, but comparatively larger, to provide space to the forming brain inside. Facial features are starting to form.  Eyes have started to form. Optic vesicles and passage-ways that later forms the ears begin forming. Lower jaw forms earlier than the upper jaw. The embryo is trying to be more human-like.  Heart beat starts and even at this stage it beats faster, about 110 times per minute. Your little one’s heart beat can now be detected using an ultrasound device. The brain is developing fast. Spinal cord (neural tube) grows further. Parts of the digestive and respiratory systems start to form. Blood is circulating. Arm and leg buds appear. He is now able to do movements. You won’t feel them. They are so gentle to kick you.","babydevelopmentimage":"img/weeklyinfo/6.jpg","babysize":"Sweet Pea","date":"21/02/2017","length":"","tipsandsymptoms":"You may be experiencing your first pregnancy symptoms like tender and / or aching breasts,   intense food cravings, cramping nausea and vomiting. You will feel extremely fatigue.  You may become more emotional and experience mood swings. Though all these are called morning sickness, you can feel them at any time of the day.  <br> You may have increased your weight a little. Clothes are getting tighter around your waist. But remember that some expectant moms can lose weight due to morning sickness and nausea.<br>  You will go to the bathroom more frequently even at night. This will be relieved in the second trimester as the uterus moves slightly up in the abdominal cavity.<br><br>  <b>Tips</b><br><br> •\tTake your prenatal vitamins. <br> •\tEat healthy food. Pregnancy doesn’t mean you have to eat for two. Just make sure you get the needed nutrient and enough proteins.<br> •\tDrink enough fluids. Drinking less water is not a good idea to keep you away from the toilet. Your baby and also the amniotic fluid need more liquids.<br> •\tThe chemicals in some hair dyes, skin care or beauty products can have an impact on your baby. So use them carefully during your pregnancy. <br> •\tRelax your mind. Both modern and traditional pregnancy care routines can help you relax and face your emotional changes in a better way","tsimage":"img/tips/1.jpg","week":"6","weight":"","yourbody":"Your growing uterus pushes the urinary bladder and this pressure causes you to urinate more often. Adding more pressure to that, your kidneys work harder than ever to flush wastes away causing you to urinate more. Your pelvic area, including kidneys, gets more blood during this time. This increased supply of blood make kidneys to produce more urine. This will be decreased after about 16 weeks. However you will continue to urinate more frequently even after that time due to the increased pressure on urinary bladder from the expanding uterus.","yourbodyimage":"img/mom/6.jpg"},{"babydevelopment":"More growth is happening in the head area and the brain cells. The development of systems happens continuously. Digestive tract and lungs develop further. Pancreas and appendix are forming. The two kidneys are in place now. Your baby will start waste management soon.The umbilical cord has formed. Umbilical cord connects the embryo and placenta. Umbilical cord is accepted as a part of your baby due to its physiology and genetics. There are blood vessels, two arteries and a vein, inside the umbilical cord. Throughout your pregnancy period the umbilical cord performs a highly important role making a physical connection between the foetus and you. It transports all the nutrients and oxygen to the foetus and carries away the waste out from it. However it does not allow your blood to mix with your baby’s blood, giving the full protection where performing important functions.","babydevelopmentimage":"img/weeklyinfo/7.jpg","babysize":"Blueberry","date":"21/02/2017","length":"","tipsandsymptoms":"You will gain more weight. You will struggle to button your blouse now as fat builds up in your breast tissues. The areolar (the dark area around the nipple) gets darker and larger. Your breasts physically get ready for breastfeeding.<br> You may now be feeling an increase in morning sickness. Cramps are common in some women. Some may produce more saliva pregnancy nausea, fatigue.  The reasons for these symptoms are unclear. It is assumed the high pregnancy hormone levels, increased metabolism and reduced blood sugar level are causing these signs. <br><br>  <b>Tips</b><br><br> •\tEat many meals to avoid a drop in your blood sugar level. Remember to get more calcium and necessary vitamins to supply enough nutrients to the growing bones. Add more proteins to your food whenever possible. Add an egg to your meal. Add cheese to your snack, drink enough milk.<br> •\tDiscuss with somebody who you trust about your difficulties. You may face lifestyle issues including issues in your work place. Try  not to be stressed on these matters.<br> •\tAny form of bleeding before the 12th week  should be checked by a medical practitioner.<br> •\tStart preparing for the next few weeks. You will need to arrange your first pre-natal visit. Find out where the medical practitioners and mid-wives in your area are.<br>","tsimage":"img/tips/1.jpg","week":"7","weight":"","yourbody":"A mucus plug develops in the cervical opening to seal the uterus and protect the foetus growing inside. This helps your baby to stay away from external particles like bacteria. Mucous plug will degenerate closure to the child birth. Now your body has started to prepare to nourish your baby in nine months. Fat develops and blood supply to the area is increasing. You will feel the changes in your breasts.","yourbodyimage":"img/mom/7.jpg"},{"babydevelopment":"Baby’s head is more round shape now. However, it is still comparatively larger than the rest of the body. Very thin eye lids can be seen. The colour pigments of the retina (the light sensitive layer) of the eye develop. Inner parts of the ears develop. Upper lip is now forming. The digestive tract keeps developing. The intestines get longer. Heart beet is 150 to 170 times per minute. Though your baby still has webbed hands and feet, those tiny toes and fingers are beginning to grow. This week arms can flex at the elbow and wrist. Baby’s skeleton starts to form genital buds appear, though they are still not revealed properly to see whether it’s going to be a boy or a girl.","babydevelopmentimage":"img/weeklyinfo/8.jpg","babysize":"Raspberry","date":"21/02/2017","length":"1.6cm crown to rump","tipsandsymptoms":"You may now have morning sickness in its peak. Pains, headaches and dizziness could change your every-day life. Don’t worry, morning sickness is good. You are having a good normal pregnancy and soon they will be decreased as you are moving to the next trimesters of pregnancy. <br> You will also notice some dark spots on face and skin due to high quantities of hormones in your blood.<br><br>  <b>Tips</b><br><br> •\tYou must now have done a home pregnancy test and also blood or urine test. You should now arrange your first prenatal visit. Prenatal care is important for a healthy pregnancy and a healthy baby. Doctors, mid-wives and other practitioners can direct you throughout your pregnancy.<br> •\tIf you have a history of pregnancy complications or if you are above 35 or have had previous miscarriages you potential risk is high and more prenatal care should be considered. Pre-natal care should be a top priority of you.<br> •\tIt is a good idea to have somebody supporting you. Your partner, mom, family member or whoever can ease your day to day life and support you physically and emotionally.<br> •\tThis would be a good time to think about maternity clothes. You won’t need them by now. But think head and you can be prepared for the next trimester now.<br> •\tYou still need enough folic acid as your neural cord is growing continuously<br>","tsimage":"img/mom/5.jpg","week":"8","weight":"1 gm","yourbody":"The placenta, which is made up of embryonic tissues and your uterine wall tissues, has developed enough. It is embedded to your endometrium via chorionic villi.  It passes all nutrients and respiratory gases to the embryo and waste out of it. Though it passes all these things, this amazing structure won’t let your baby’s blood to mix with your blood ever. This is to prevent your baby from infections and possible blood clotting. Your baby’s blood type can be a different type from you and even your partner’s. The things pass through the placenta without letting the blood to mix. Also, the volume of amniotic fluid in your waterbag increases and the womb expands to allocate space to the fluid and the rapidly growing embryo.","yourbodyimage":"img/mom/8.jpg"},{"babydevelopment":"Baby looks more human now. Tail at the end of the spinal cord is almost disappeared. The head is larger compared to the rest of the body. The nose tips have developed. He now has tiny ear lobes. Hair follicles start to form. The digestive system develops. The first taste buds emerge on the tongue. Teeth buds emerge below the gums. The intestine is growing longer and the anus is forming. Liver is functioning. Valves develop in major blood vessels. The internal organs of the reproductive system including genitals begin to form. Testes in boys and ovaries in girls start to develop in this week. Because the external sex organs are still forming and not visible it is hard to see whether it’s a girl or a boy.","babydevelopmentimage":"img/weeklyinfo/9.jpg","babysize":"Green Olive","date":"21/02/2017","length":"2.3cm crown to rump","tipsandsymptoms":"You will continuously gain weight. Your clothes will be getting tighter. You will feel fatigue every time. You are still urinating frequently. Sleep may be interrupted and this makes you more fatigue during the day time. Some women will get constipation making you more uncomfortable.<br><br>  <b>Tips</b><br><br> •\tEat smaller more frequent meals. To avoid the unease feeling in your stomach.<b> •\tYou will mostly have your first prenatal visit in the coming week. So, this is the time to review your medical records, your previous pregnancies, your allergies, any prescription medications and your family’s genetic disorders.<br> It is the time to take a genetic test, if you are at a potential risk condition.<br>","tsimage":"img/mom/18.jpg","week":"9","weight":"2gm","yourbody":"Until now your ovaries produced progesterone, which is essential to maintain your pregnancy. The placenta can now take this role up and continue throughout your pregnancy.","yourbodyimage":"img/mom/9.jpg"},{"babydevelopment":"Your baby’s head is more proportional now. Facial features are more defined. Outer ear is fully developed though the inner parts are still developing. His eye lids are still fused shut and need more time to open. Small ribs are seen in the chest region. The anus is fully developed. Another miracle happens during this week. Your baby’s first signs of teeth appear below the gum. The foetus or new born baby doesn’t need teeth at all as he won’t eat any food. So, these teeth won’t appear until the baby is six months old. Fingers and toes separate. Fingers have nail buds and they will take some more times to develop as nails.. Bones and cartilages develop and knees and ankles form. Now the legs are longer than arms. Both arms and legs can rotate at the shoulder and hip joints. So your little baby is now very active and making gentle movements. Heart is fully developed and beating fast. About 180 times per minute, much faster than yours. All vital organs have now been formed. If your baby is a boy he now starts his first manly features. Testosterone, the male hormone, starts to be secreted by his testes around this time.","babydevelopmentimage":"img/weeklyinfo/10.jpg","babysize":"Prune","date":"21/02/2017","length":"3.1cm crown to rump","tipsandsymptoms":"If you are still continuingly feeling nausea and vomiting, better to ask your doctor for a relief medication. In this first trimester you may also suffer with constipation.<br><br>  <b>Tips</b><br><br> •\tTo get rid of constipation, add more fiber foods like leafy vegetables to your plate, and avoid starch like pasta. <br> •\tMore suitable exercise according to your doctor’s advice will also help during pregnancy.<br> •\tGet enough calcium, your baby’s teeth will need more calcium and you will need vitamin D to absorb calcium to your blood. Take the required dosages of these vitamins with doctor’s advice. Vitamin D will help to get rid of future cavities in baby’s teeth.<br> •\tIt’s a good time to find about maternity leave entitlements at your work place. Plan your work accordingly to avoid the last minute stress.","tsimage":"img/tips/10.jpg","week":"10","weight":"4gm","yourbody":"The placenta has now developed and functioning properly. So the yolk sac has done his contribution and beginning to shrink. You will get an expanded network of veins for the more blood supply to your breast tissues. Most probably, your first prenatal visit will happen around this time. Your weight and blood pressure will be checked. You will do tests to determine your blood group and Rh factor (another feature of your blood), which are essential information needed at child birth. Your health care provider will probably advise for the needed blood tests to check whether you have been immunised against diseases like measles, mumps and rubella. You may also be checked for certain diseases like hepatitis B and also a test for HIV.","yourbodyimage":"img/mom/10.jpg"},{"babydevelopment":"Your baby now has distinguishable human features. Ears, open nasal passages, tongue and pallet in the mouth are developed. Eyes are still closed. Hands and feet are grown and have separate fingers and toes. They are fully separated and no more webbed. Even fingernails and toenails start developing during this time. Baby’s skin is developing and it is still a very thin layer and therefore the blood vessels can be seen through the skin. Veins and arteries are developing. Taste buds develop and he can now taste the amniotic fluid. Digestive tract is getting ready for the digestive function and by this week the stomach produces gastric juice. If it is a girl, ovaries have started developing and ovarian follicles develop inside them. Though the sexual organs are developing , you can’t still exactly know whether it is a girl or a boy.","babydevelopmentimage":"img/weeklyinfo/11.jpg","babysize":"Lime","date":"21/02/2017","length":"4.1cm crown to rump","tipsandsymptoms":"Your stomach may feel full and uncomfortable. However, your appetite may increase that will help to nourish your baby. Though you are 11 weeks pregnant your tummy will still be flat. Still the others may don’t know that you are pregnant.<br><br>  <b>Tips</b><br><br> •\tMost birth defects occur in the first trimester, when the formation of the organs takes place. So, give your baby the nutrients required to start his life. Eat a well balanced diet.<br> •\tUse food wisely. Avoid junk food as much as possible. You now have to nourish your baby rather comforting your taste buds. It is the time to get rid of bad food habits.","tsimage":"img/tips/1.jpg","week":"11","weight":"4 gm","yourbody":"Your Uterus is expanding rapidly as the baby grows. Your mid wife could feel the fundus (the upper part of the uterus). If you are having twins or more you will feel this earlier as around the end of the 10th week.  Progesterone hormone relaxes smooth muscles in your body, including the smooth muscles in your digestive tract. This slows down the digestion allowing more time to absorb nutrients needed for the baby. The food will remain a longer time in your stomach, feeling full. This will give you an uncomfortable feeling.","yourbodyimage":"img/mom/11.jpg"},{"babydevelopment":"The baby is now more potential than you think and now he can even suck his thumb. His nervous system is developing super fast during this time. The brain and the spinal cord will develop throughout the pregnancy. Five senses develop as the nerves build up their interconnections with each other. The foetus is still submerged in the amniotic fluid, so that he cannot smell anything right now. Baby needs to come out of this fluid to experience his first sense of smell. That is mostly your motherly smell and your baby will start that long lasting relationship with you. Vocal cords, the tissues that make sound and voice, are forming in this week and he will soon be able to make sounds. His facial movements are developed enough to swallow amniotic fluid.  As your baby grows, the placenta is trying to supply more nutrients to the baby. So the blood vessels in placenta increase in both number and size to carry more nutrient rich blood.","babydevelopmentimage":"img/weeklyinfo/12.jpg","babysize":"Plum","date":"21/02/2017","length":"5.4 cm crown to rump","tipsandsymptoms":"You may have noticed that your skin gets fairer and starts glowing during pregnancy. This is due to the increased blood supply and hormone induced increase in oil secretion.  Also, your body temperature would be higher than the normal.<br><br>  <b>Tips</b><br><br> •\tStart thinking about the things you need to take to the hospital with you for labor. Prepare a list of things that you need to place in the hospital bag when you admit. It is good to prepare another list for the things that you will need in the first few weeks after birth.<br> •\tIf you still have constipation, eat food rich in fibre. You can add more leafy vegetables to your diet. Get your doctor’s advice for medication if needed.","tsimage":"img/tips/12.jpg","week":"12","weight":"14 gm","yourbody":"You will have an increased blood supply throughout your body. This includes your skin that would remarkably change during your pregnancy. The Increased blood volume in your body can result in a glowing skin in this time. At the same time, hormones increase the secretions from oil glands in your skin. In some women this glow may be masked by the increased pigmentation due to hormonal activity. You may see some dark patches in your skin. Increased oil secretion may also result in acne in your face.","yourbodyimage":"img/mom/12.jpg"},{"babydevelopment":"Nose and nasal passages are now fully developed. Eye lids are still fused together. He can put his thumb in his mouth though he is not yet practiced to suck it. His little facial muscles are not developed enough to suck. Fingers have developed and not only that, fingerprints, your baby’s unique identity, will start to form. These fingerprints will not be the same as anybody else’s in the world.. The reproductive structures are now developing. If it is a boy, the penis is growing. Testicles have now developed. If it is a girl, ovaries are growing and they contain about 2 million eggs, which she will carry throughout her lifetime.","babydevelopmentimage":"img/weeklyinfo/13.jpg","babysize":"Peach","date":"21/02/2017","length":"7.4 cm crown to rump","tipsandsymptoms":"You will notice that morning sickness is easing. However, you may still feel fatigue throughout your pregnancy. Some of you might be having your first trimester pregnancy signs even in this second trimester. However the second trimester is accepted as easier than the other two.<br><br>  <b>Tips</b><br><br> •\tYou should eat a well balanced meal and also should take required nutrient supplements like calcium, folic acid and iron. Your doctor will prescribe the supplements you need. Remember that sometimes local council helps buying these supplements in various ways like coupons or free distributions. Seek your local pre-natal care services for these information.<br> •\tSeek medical attention for any kind of bleeding. Take immediate action to avoid miscarriages. Bleeding alarms infections of miscarriages. Bleeding at any stage of pregnancy is a harmful and you should not avoid it.","tsimage":"img/tips/10.jpg","week":"13","weight":"23 gm","yourbody":"As the foetus starts to grow in size your belly will now slowly rise. Though the others will still not think that you are pregnant, your midwife can now be able to touch and feel the fundus (upper part) of your uterus. Your placenta is fully developed by this time and carrying oxygen and nutrients to your baby and removes waste of from the foetus. Placenta produces the hormones oestrogen and progesterone continuously to maintain pregnancy.","yourbodyimage":"img/mom/13.jpg"},{"babydevelopment":"Baby’s neck is becoming longer to give him a more human-look. Forehead is defined. Though the eyes are still closed he now starts to do slow eye movements. Some fine hair called ‘lanugo’ start to grow on your baby’s face.  They are soft colourless hair and will grow more in the coming weeks all around your baby’s body and will shed just before delivery. Liver starts producing bile that will later help in food digestion. Baby’s genitals have fully developed. Still it would be hard to detect them in an ultrasound device, but soon you will know whether your baby is a boy or a girl. Some want to keep it a secret to themselves to experience the surprise at childbirth. If so, let your doctor and ultrasound scanning technician know your decision. Otherwise they will probably tell this to you before you ask.  Let them know that you want to keep that sacred gift unopened till the birth. The old fashioned way is sometimes better and more cheerful to your life even in this modern world.","babydevelopmentimage":"img/weeklyinfo/14.jpg","babysize":"Lemon","date":"21/02/2017","length":"8.7 cm crown to rump","tipsandsymptoms":"Some of you will notice a boost in your sex drive while the others do not want sexual relationships at all during pregnancy. <br><br>  <b>Tips</b><br><br> Find the available prenatal classes and book them in advance. Classes give an opportunity to meet with other pregnant women from your area and talk about each other. <br> •\tYou need enough rest during this time. Listen to your body’s rhythm and let your body regain energy that you need. Getting ready to welcome the most precious gift in the world would be harder, but with maximum care you can face this challenge easily.","tsimage":"img/mom/19.jpg","week":"14","weight":"43 gm","yourbody":"Umbilical cord is now developed and fully functioning. It has a single vein and two arteries. Vein carries oxygen and nutrient rich blood to the foetus.  The two arteries carry carbon dioxide and waste products away from the foetus.  If your doctor advices, you may have to take tests like amniocentesis within the next few weeks. Find out about these tests now and be prepared.","yourbodyimage":"img/mom/14.jpg"},{"babydevelopment":"Neck extends and chin becomes prominent. So the baby now has a more defined face. Eyes are becoming sensitive to light by the end of this week. Then your baby will be sensitive to the outside light. If you light a bright light closure to you, your baby now can feel that. His hearing ability develops as the internal parts of the ear develop. He will be able to hear your body’s internal sounds like your heart beat and tummy rumbling. He can now taste the amniotic fluid. Your baby’s blood vessels still can be seen through the thin skin. Respiratory system is developing. Fine hair (lanugo) continues to grow around the body. His legs are still short and they are growing fast, however they are longer than the hands. The thyroid gland, which plays an important role in human metabolism, is now developed and by this time it secrets thyroid hormones.  Skeletal system continues to grow. Bones harden and muscles grow. So your baby is becoming active day by day.","babydevelopmentimage":"img/weeklyinfo/15.jpg","babysize":"navel Orange","date":"21/02/2017","length":"10.1 cm crown to rump","tipsandsymptoms":"As the blood vessels expand you will get nose bleeding. The small blood capillaries in your nose tend to rupture and bleed.<br><br>  <b>Tips</b><br><br> •\tFollow a suitable exercise routine. Any exercise during pregnancy should be under supervision of a proper practitioner. Some body movements may not good for you and your baby. You can even do yoga practice with professional advice.<br> •\tYou can start talking to your baby now. Start that relationship now and help to develop their abilities. Sing lullabies or any good rhythmic songs to your baby. This helps to build a strong emotional connection with your baby.<br> •\tYour sleeping patterns may change and you might need additional support for a good sleep.  Try a different shaped pillow for your comfort.","tsimage":"img/tips/5.jpg","week":"15","weight":"70 gm","yourbody":"Though some pregnant women have a boost in sex drive, some of them will not want to have any sexual relationship. Sometimes your partner may be afraid to have sex as he thinks it is unsafe to your baby. You can have safe sex during pregnancy.  Your baby will make your love stronger. The pregnancy hormone progesterone dilates your blood vessels. Blood vessel expands in your nose. So you have an increased blood supply in your body and this is an additional pressure to the small blood capillaries in your nose and gums.","yourbodyimage":"img/mom/15.jpg"},{"babydevelopment":"Baby is getting ready to double in size in the next few weeks. He can now hold the hands together and the grasping ability has developed. The philtrum, the groove below the nose and above the upper lip, is appearing defining the facial features. Circulatory system is functioning to carry blood throughout the body.","babydevelopmentimage":"img/weeklyinfo/16.jpg","babysize":"Avacado","date":"21/02/2017","length":"11.6 cm crown to rump","tipsandsymptoms":"Majority will feel the baby’s movements between weeks 16 and 20. It is sometimes hard to identify these gentle moves, especially if it is your first regnancy. Some describes these movements as a butterfly fluttering inside you.<br><br>  <b>Tips</b><br><br>  Plan and attend childbirth advisory classes. There are sessions in hospitals or local communities that you can get both pre-natal and postnatal information. <br>","tsimage":"img/mom/20.jpg","week":"16","weight":"100 gm","yourbody":"You may undergo a second trimester screening test between the weeks 15 and 20. This test is called multiple marker test or also known as triple screening or quad screen. This test measures the levels of alpha-fetoprotien (AFP), a protein produced by the liver of the foetus, and the pregnancy hormones HCG and estriol in your blood. When inhibin A is also measured as an additional compound the test is referred to as the quadrupal screen. AFP passes to your blood stream from the foetus. A high level of AFP can indicate a neural tube defect. Don’t be afraid if you got a result like this, it is not always telling that there is a defect. A high AFP level can also indicate that you are having twins in your womb. Further testing is needed to find out exactly what’s going on. If AFP level is very low, you may have to go to triple screen test. This could be an indication of having a risk of Down’s syndrome or other genetically inherited disorder.","yourbodyimage":"img/mom/16.jpg"},{"babydevelopment":"Baby’s hearing develops day by day. Sweat glands develop in the skin. Still the skin is very thin and can see the blood vessels underneath. Myelin, a fatty substance, starts to form and wrap around the spinal cord. Myelin gives protection to the neurones and also it speeds up the message transmission in nerves. Calcium deposition in bones continues, so that bones become harder. Placenta has a large number of blood vessels to provide the maximum nutrients to your baby.","babydevelopmentimage":"img/weeklyinfo/17.jpg","babysize":"Onion","date":"21/02/2017","length":"13 cm crown to rump","tipsandsymptoms":"Some will feel round ligament pain, a pain in the lower part of the belly, during pregnancy. Round ligament supports your womb when it grows and expands.<br> You may also feel Sciatic nerve pain. This is a severe pain in your legs associated with the sciatic nerve, the nerve that transmits signals from your legs to the brain. <br><br> <b>Tips</b><br><br> •\tYou will now need to buy largr size bras. It is better to buy feeding bras, as you won’t need to spend on them again when you breastfeed.<br> •\tClasses are recommended for both you and your partner. These classes will teach you pregnancy, labour and birth.<br> •\tDon’t wear shoes with high heels. As your belly grows and you gain weight, it will be hard to balance your body. Wearing a flat shoe will make you comfortable and avoid unnecessary accidents.<br> •\tSome will have ankles swelling due to increased body weight and may need a support to push blood back towards heart. You can buy leg or ankle supports from most of the pharmacies.<br>","tsimage":"img/tips/1.jpg","week":"17","weight":"140 gm","yourbody":"At the same time you are bearing the baby in you, your body’s physiology make you ready for the events after child birth. Your breasts now get more blood than before as there is a grown network of blood capillaries. Your breast tissues have glands that produce milk. They are now growing further to produce milk after birth and make you ready for breastfeeding. This is why your breast size increases. You can even notice the veins beneath the skin in your breasts.  Umbilical cord grows and become strong and thick throughout the pregnancy.","yourbodyimage":"img/mom/17.jpg"},{"babydevelopment":"Around this time you may undergo the anomally scan ( mid-pregnancy scan). This is a routine scan done between weeks 18 and 21 of pregnancy.  your baby’s growth will be examined in detail. if you are having twins in you, that also can be detected now. if the foetus is turned in a right position in the uterus, you can now know your baby’s sex. If it is a boy his penis can be distinguished. Testes have started to descend from pelvis to scrotum. If it is a girl, she is having ovaries inside her.","babydevelopmentimage":"img/weeklyinfo/18.jpg","babysize":"Sweet Potato","date":"21/02/2017","length":"14.2 cm crown to rump","tipsandsymptoms":"You may feel blocked nose and your nipples are getting darker.<br><br>  <b>Tips</b><br><br> You should not diet at any stage of pregnancy. <br>Eat food rich in calcium. Baby’s bones are hardening and you need to supply enough calcium to your baby. <br>•\tBe careful when lifting heavy objects. If you have a toddler, take care when lifting him or her. Always ask for support.","tsimage":"img/tips/10.jpg","week":"18","weight":"140 gm","yourbody":"Baby’s eyes are developing during this time. They have now moved to the front of the head, so that they are now facing forward. Eyelashes and eyebrows are starting to appear, making your baby’s face more human-like. During the past few weeks, the ears have been moving to their correct positions in the head.  By this week the ears are in their right place. You can now think about talking to your baby. He is now starting to hear your voice. The more complex structures of the inner and middle parts of the ear are forming, including the tiny bones in the middle ear and the nerves that help to transmit signals from the brain to ear. Baby’s bones have begun to harden or ossify by this time. Calcium deposits in bone tissues. During the early weeks the bones were soft. The bones in the legs ossify at first. Lungs are developed at this stage. However they can’t function to take oxygen in as the foetus is in the amniotic fluid. So until birth, placenta supplies oxygen to your baby.","yourbodyimage":"img/mom/18.jpg"},{"babydevelopment":"The foetus is about 6 inches long from crown to rump and you are fast approaching the mid of your pregnancy.Baby gets covered with a waxy substance known as vermix caseosa. This layer protects your baby’s skin from scratches. Also, from this week onwards fat gets develop inside the baby’s body. The body is getting ready to provide warmth after birth. Thin hair appears in the scalp. The brain areas specialised for the five senses, sense of smell, touch, taste, hearing and vision develop. You will feel the movements of your baby by now.","babydevelopmentimage":"img/weeklyinfo/19.jpg","babysize":"Mango","date":"21/02/2017","length":"15.3 cm crown to rump","tipsandsymptoms":"Around this time you’ll feel your baby’s first movements. The patterns may vary depending on the way the foetus is turned in the womb.  Backaches are common at any time of pregnancy. More often at the later weeks as you gain weight.<br><br><b>Tips</b><br><br>Don’t miss meals. Keep nutritious snacks every time on the go. <br>•\tRead aloud or sing songs to your baby. he would like to hear your voice now.<br> •\tIf you are having a normal pregnancy, having sex is not harm to the foetus. You may discuss with your partner and get advice if needed from your doctor.<br>","tsimage":"img/tips/19.jpg","week":"19","weight":"240 gm","yourbody":"If you have been pregnant before, it would be easier for you to identify these gentle kicks. It also depends on the place where the placenta is attached to your uterus. if you have an anterior placenta ( placenta is at the front side of the uterus)  it may take some time for you to feel the movements of your baby.","yourbodyimage":"img/mom/19.jpg"},{"babydevelopment":"Your baby’s ears are fully developed and functioning. Baby now has unique fingerprints. He is now complete with all those organs and systems.  Skin is now thicker. The blood vessels may not be visible like earlier. The skin has developed the two layers. The outer layer is called the epidermis and the inner layer is the dermis. By now the sex of the foetus can be detected. A white fatty substance known as vernix caseosa is now covering your baby’s body. It acts as a moisturiser and lubricant. It protects your baby’ skin from drying and also plays an important role in birth.","babydevelopmentimage":"img/weeklyinfo/20.jpg","babysize":"Banana","date":"21/02/2017","length":"16.4 cm crown to rump","tipsandsymptoms":"Loosening of the tissue in the uterus during this time may cause bleeding. There is a chance of entering of microorganisms via these loosened tissues and it is harmful to the foetus. You must see a doctor immediately if a bleeding occurs. <br><br>  <b>Tips</b><br><br> •\tYou can use panty liners to avoid the discomfort of vaginal discharge. If you are unsure about the colour or smell of the discharge and suspect there is an in infection, seek medical attention as soon as possible.<br> •\tGet up slowly when you stand up from lying or sitting postures. You should not have sudden movements in your body. You may feel you are walking in a different way. <br> •\tPrepare for the next half of your pregnancy and get ready for the child birth.<br> •\tKeep contacts with your local midwives. They will be a valuable source and support before and after pregnancy. You may need to register in your local council or similar for this.<br>","tsimage":"img/mom/1.jpg","week":"20","weight":"300 gm","yourbody":"The foetus is continuously growing and now starting to put pressure on the upper parts of your abdominal cavity. You will find an increased vaginal discharge. This is white or yellowish and a thick substance. You don’t have to worry about this.  It is normal to have vaginal discharge. However, If there is an infection, the discharge will turn yellow to green and have an unpleasant smell.","yourbodyimage":"img/mom/20.jpg"},{"babydevelopment":"Your baby is practicing swallowing and digestion at this stage. He can now swallow a little bit of amniotic fluid. He has developed taste buds now. The cartilages are now turning to bone. Bones get harden. Calcium deposits in bone tissue. Pigments develop in hair so hair-colour gets darker. Still eyelids are fused. Lanugo hair covers your baby’s whole body. His eyebrows get thicker and eyelashes grow. Lips are more defined. Permanent teeth buds are forming. Both temporary and permanent teeth sets develop, though they appear at a later stage in life. Baby gets used to a pattern of sleeping and waking. He will need sleep more than the active time. You will identify this pattern in his movements soon.","babydevelopmentimage":"img/weeklyinfo/21.jpg","babysize":"Pomegranate","date":"21/02/2017","length":"26.7 cm crown to heel","tipsandsymptoms":"Your belly starts growing as your baby starts to gain weight. Others would probably see that you are pregnant.  Some may feel mild cramps in their belly. Stretch marks in your belly and swollen legs and hand will be more common symptoms in the next half of your pregnancy.<br><br><b>Tips</b><br><br>  •\tYou may need to avoid some food that is not good for pregnancy. You should not ear uncooked meat, raw eggs and fish with high mercery content. There are some food that causes miscarriages and early labor.<br> •\tYou can do exercise that have a minimum impact, under appropriate supervision. Walking is a good exercise that may also help you to relax your mind.<br> •\tCarry healthy snacks always with you. If you work, pack a snack box in addition to the main meal. This will keep you away from junk food ensure the intake of nutrients.<br> •\tAlways keep the needed phone numbers written somewhere. You will need the numbers of your doctor, midwife and hospital.","tsimage":"img/mom/12.jpg","week":"21","weight":"360 gm","yourbody":"You will gain more weight in the coming weeks. You will feel your baby twisting inside the womb. You have an increased blood flow in your body.","yourbodyimage":"img/mom/11.jpg"},{"babydevelopment":"Baby has a wrinkled appearance in the skin until fat deposits underneath. His brain grows and senses are developing. Nervous system is almost fully developed. He can now feel touch and pain. This is why the foetus starts to suck the thumb. Baby is trying to feel the newly developed sense. Baby will try to touch and feel and even grasp the umbilical cord. This won’t do any harm to the umbilical cord as it is strong enough. The foetus is now trying to experiment using the newly developed senses. He can also feel light, sound and warmth. Eyes do not have pigments yet. Mammary glands form in this week. If it is a boy, testes are descending from the abdomen to the scrotum. Fingernails and toenails grow. Meconium, a by-product which is sticky, gets collected in his bowel. This is your baby’s first poo.","babydevelopmentimage":"img/weeklyinfo/22.jpg","babysize":"Papaya","date":"21/02/2017","length":"27.8 cm crown to heel","tipsandsymptoms":"No more morning sickness. Your legs may be swollen and more tired. Swelling can be worsened after long journeys and standing for longer durations. <br><br><b>Tips</b><br><br> •\tWear ankle support to help blood circulation in your legs. However, if you notice a sudden swelling, seek medical advice. It could be due to high blood pressure.<br> •\tMake your office workspace safe for your pregnancy. Think about your chair, sitting and standing positions and steps you have to walk. You can talk with your employer if you need any change.<br> •\tAdd Iron rich food like red meat, dark green leafy vegetables, cereals with added iron and eggs to your meal. Baby needs iron to make red blood cells.<br> •\tStart packing your hospital bag now. Keep it somewhere that you can reach easily. There should be things needed for both you and your baby.<br> •\tTo remind you, pregnancy is not a time to shape up your figure and weight loss diets. You must get a healthy meal throughout your pregnancy.<br> •\tAvoid standing for long. <br> •\tA pillow between your legs may comfort you when sleeping.","tsimage":"img/tips/12.jpg","week":"22","weight":"430 gm","yourbody":"You may now feel Braxton Hicks contractions (BHC). These are the contractions in uterus often misunderstood as labor pains. Your uterus is practicing for labor. BHCs do not initiate labor it may be difficult for you to identify them. So these contractions are sometimes known as false labor. Though these are not harmful, if you feel more painful, frequent and rhythmic contractions, seek medical assistance as it is a sign of premature labor.","yourbodyimage":"img/test/8.jpg"},{"babydevelopment":"The foetus is more active now and can even rotate the head.  His hearing ability is now more developed. Baby can even hear the sounds outside your body, like some loud noise in your room. Skin still has wrinkles as it needs more fat o be deposited. Skin hair (lanugo) may become darker. You can experience your baby hiccups. Eye brows and eyelashes are formed. Fingerprint formation continues. Alveoli (air sacs) in lungs are forming. Babies born around this time would survive, but with some disabilities.","babydevelopmentimage":"img/weeklyinfo/23.jpg","babysize":"Grapefruit","date":"21/02/2017","length":"28.9 cm crown to heel","tipsandsymptoms":"Your sleep will be more disturbed with your belly growth and feel uncomfortable in sleeping postures. You will urinate more frequently as your womb pushes the urinary bladder, so that it can’t hold urine longer. The process of giving birth is rewarding, but hard. <br><br><b>Tips</b><br><br> You need adequate rest for a healthy pregnancy. <br>Baby’s hearing has developed. So it is the time to let your baby hear some music. <br>Travelling during pregnancy has always been a topic among pregnant women.<br>•\tApply and massage a good moisturising skin cream on your belly area. This will give you relief from drying and itching. There are creams specially designed for pregnant women. <br> •\tDrink more water and other fluids. You need more fluids for the increased blood volume, to maintain amniotic fluid and also to relief pain from constipation. <br> •\tYoga and meditation will make your mind sooth and help you relax. If you do yoga during pregnancy, always do under a good instructor.","tsimage":"img/mom/12.jpg","week":"23","weight":"501 gm","yourbody":"Your belly grows further. You don’t have to worry if you still can’t feel the movements. It all depends on how the foetus is placed and turned in your womb and also on where your placenta is attached to in the uterus.  You will feel more forceful movements of your baby. Your little one is getting stronger. He has gain weight over the time and more powerful now.","yourbodyimage":"img/mom/20.jpg"},{"babydevelopment":"Your bay now has eyelashes and eyebrows. Hair (lanugo) is growing. The parts of the inner ear that controls the body’s balancing are now fully developed. Bones are hardening by depositing calcium in bone tissue. Fingernails and toenails are growing. By this week, baby starts to produce white blood cells, the types of blood cells that help baby to fight against diseases.  The foetus now has a more adapted routine of sleeping and movements. It does not follow your sleeping pattern, so possibly you will feel those kicks when you are trying to sleep. Normally they go to sleep when you are active like walking. Your movements may rock your baby to sleep. You may feel the baby hiccups.","babydevelopmentimage":"img/weeklyinfo/24.jpg","babysize":"Cantaloupe","date":"21/02/2017","length":"30 cm crown to heel","tipsandsymptoms":"The physical transformations of your body may make you anxious. Some mums will happily accept how their bodies look like in pregnancy. It is only another change as your life progress. You are keeping a big step forward.<br><br>  <b>Tips</b><br><br> •\tA well-balanced diet will help you to stay away from gestational diabetes. Try to limit added sugar in your diet.<br> •\tAdd calcium rich food to your diet. Try t drink a glass of milk every day. Add nuts to your morning cereal.<br> •\tDrink lots of water to avoid constipation. The water absorption from your food is high due to hormonal activity. Let your diet have enough water to be absorbed.<br> •\tYou need to be more responsible about your food. Your baby depends entirely on you for nutrients. You should nourish the foetus in the best possible ways you can.<br>","tsimage":"img/tips/24.jpg","week":"24","weight":"600 gm","yourbody":"Gestational diabetes is a pregnancy illness that develops in some women. This is a temporary condition that can cause issues in your baby. The glucose level in your blood will be normally tested between weeks 24 and 28 for the diagnosis of gestational diabetes. You will be asked to drink a sugar solution and your blood will be drawn after that for testing. If diagnosed, you will have to take medicines and avoid some food to control your blood sugar level. You may have to go for a caesarean section if you have gestational diabetes.","yourbodyimage":"img/mom/8.jpg"},{"babydevelopment":"Baby is building up fat in the body and becoming chubbier to be more like a new born. In earlier weeks baby was thin. Baby may now respond to outside sounds. He would move when you talk. He is developing their routine and getting used to a pattern of sleeping an awaking. His face is now more defined with eyelashes and eyebrows. Hair grows in the sculp. Eyelids are still fused. Eyes now have rod and cone cells, which are light sensitive. You can hear your baby’s heartbeat using a stethoscope kept on your belly. If your baby is turned in a suitable way, anybody can hear this keeping their ear on your belly, even without a stethoscope. Let your partner hear that wonderful sound of his baby.","babydevelopmentimage":"img/weeklyinfo/25.jpg","babysize":"Cauliflower","date":"21/02/2017","length":"34.6 cm crown to heel","tipsandsymptoms":"Acidic content in upper parts of the digestive tract causes heart burn, a burning feeling in your chest area.<br><br>  <b>Tips</b><br><br> •\tMore frequent meals in smaller proportions may help avoid heartburn. Avoid too spicy food. They will increase the condition.<br> •\tIf you are diagnosed with gestational diabetes, avoid food that contains more sugar like cakes, biscuits and juices with added sugar.<br> •\tUse this time to make your home safe for baby. You should cover the electrical outlets in bottom wall areas, block staircases and cover unsafe balconies.<br> •\tYou may write a birth plan now. Sure, you can’t plan birth as you want. But you can think about how you want your childbirth should be. <br>","tsimage":"img/tips/25.jpg","week":"25","weight":"650 gm","yourbody":"Acidic stomach contents tend to move towards the oesophagus, the tube which carries food to the s stomach. This is because the valve the controls the tube at the entrance to the stomach do not close properly. Progesterone relaxes the smooth muscles in the valve and does not allow proper closing. The chance of having gestational diabetes is higher between the weeks 24 and 28. If you are overweight the risk is high. You may have heard that some the risk is also higher in some ethnic backgrounds. Good thing is, this can be managed by controlling your blood sugar level. You have to control your diet and take medication if needed.","yourbodyimage":"img/mom/19.jpg"},{"babydevelopment":"This is a special week for your baby. He will be opening his eyes for the first time. Now your baby’s eye lids are separated. Eye lids can open and close. Your baby can blink now. Though he opens the eyes the vision is not yet developed well Brain undergoes a rapid development. With the help of the newly built senses he now can identify different sounds. The cochlea, a major structure of the inner ear is now developed. He even can distinct your voice from others’.  He will respond to noise. Respiratory and circulatory systems continue to develop. Respiratory passages and alveoli form. Alveoli are tiny air sacs in lungs where gaseous exchange takes place.  Once born your baby’s first breath let outside air in and fills these alveoli.","babydevelopmentimage":"img/weeklyinfo/26.jpg","babysize":"Lettuce","date":"21/02/2017","length":"35.6 cm crown to heel","tipsandsymptoms":"You may experience haemorrhoids, swollen vascular structures in the anal canal, which are painful and sometimes bleeding.<br><br>  <b>Tips</b><br><br> •\tIf you plan to return to work after maternity leave, find the possible day care options now. It is better to compare the costs vs benefits of day care. You may also hire a nanny.<br> •\tYou can have the choice of having a homebirth. If so, talk to your midwife. She will give advice about the risks and the possibilities.<br> •\tEat plenty of fibre rich food and drink excess water to avoid haemorrhoids.<br> •\tMaintain good dental practices. Dental health and pregnancy have a link.<br> •\tStart finding places to buy baby equipment. Both local and online purchasing will be helpful.","tsimage":"img/tips/24.jpg","week":"26","weight":"760 gm","yourbody":"You will keep gaining weight and by now you may have put on about 20 pounds. Your uterus is above your belly button now. You may notice a change in your belly button. It is now somewhat larger than earlier and protruding out. The little gentle movements of your baby will become stronger now. You may now feel shapes coming out when your baby kicks you. Keep your hands on your belly and try this, when you feel the movements.","yourbodyimage":"img/mom/11.jpg"},{"babydevelopment":"Baby is still thinner than a new born. There need to be more fat build up to make him chubby. Vernix caseosa, the waxy coating, covers the body. Vernix disappears in around 40 wks. Sometimes you will see the remaining parts after birth in some babies especially if they are born few days before. Baby’s sleeping pattern is more defined. He will sleep and awake at the same time of the day. He is now having rapid eye movements, meaning that he may be dreaming.","babydevelopmentimage":"img/weeklyinfo/27.jpg","babysize":"Rutabaga","date":"21/02/2017","length":"36.6 cm crown to heel","tipsandsymptoms":"You may be more sensitive and emotional. Leg cramps will be more common. You may get pain in your chest muscles as the growing uterus pushes your ribs upward.<br><br> <b>Tips</b><br><br> •\ttry to do something relaxing if you don’t fell sleep at night.<br> Some pregnant women work until the last moment of pregnancy.<br>","tsimage":"img/tips/1.jpg","week":"27","weight":"875 gm","yourbody":"Your uterus is expanding and belly grows. You will have more frequent pre-natal care visits.","yourbodyimage":"img/mom/16.jpg"},{"babydevelopment":"Your baby is now sucking, swallowing, hiccupping and blinking. He is more capable than before. Eye lids can open and close. Your baby can secrete tears now. He is preparing for those loud cries after birth. He is sensitive to light. Baby develops brown adipose tissue, a layer of fat in the skin. This fat layer helps to retain warmth after birth. Babies born premature do not have this adipose tissue developed well enough, so it is hard to tolerate body temperature. Therefore premature babies are supplied with controlled temperature (incubators) in intensive baby care units.","babydevelopmentimage":"img/weeklyinfo/28.jpg","babysize":"Eggplant","date":"21/02/2017","length":"37.6 cm crown to heel","tipsandsymptoms":"Fluid retention, backaches, pains and heartburn will be the common symptoms in this third trimester. As you are approaching the day of labor, you may have fears and worries about birth.<br><br>  <b>Tips</b><br><br> •\tIf you already have toddlers, it is good talk with them about the arrival of their new baby brother or sister. <br>They will have loads of questions about your belly and the new baby. Answer them in a simple way that they can learn. Let them welcome the new baby with a relaxed mind. •\tAvoid staying in the same posture for long time. Do not stand for longer.<br> •\tKeep your feet elevated when sitting or sleeping. Keep some extra pillows on your bed. Use a stool in front of your chair. This will help your blood to flow back and reduce swelling. <br> •\tAdd food rich in iron to your diet. Your baby needs more iron in third trimester. <br>","tsimage":"img/tips/1.jpg","week":"28","weight":"1005 gm","yourbody":"You will increase your appetite. As your baby continues to grow and become more active, he will demand more food. You will gain more weight this week. Your belly has now changed your centre of gravity. You may need to go for a new set of maternity clothes.","yourbodyimage":"img/mom/15.jpg"},{"babydevelopment":"Baby is curled up in your womb and trying to occupy the whole space. Amniotic fluid starts to get lesser in amount.  Folds and groves form in the brain turning it from smooth to a complex structure.  Growth of the brain is a complex function. It will finally have billions of neurones that help your baby in all life processes. Your baby now has started the process of becoming a genius. Baby’s immune system is growing.","babydevelopmentimage":"img/weeklyinfo/29.jpg","babysize":"Acorn Squash","date":"21/02/2017","length":"38.6 cm crown to heel","tipsandsymptoms":"You will get third trimester symptoms now. Heartburn, back pains and breathlessness are some of them. Anxiousness and physical discomfort will take your sleep away from you. If you have sleep problems, just don’t stay keep watching on your wall clock. Let your mind think about something else. Start keeping a journal in your beside or read a book. <br><br>  <b>Tips</b><br><br> •\tGet a balanced diet rich in iron, calcium, vitamins and other minerals. Remember, your baby’s bones are hardening. He will get calcium from your bones, if a lack arises. Red blood cells are produced continuously by bone marrow cells and it needs iron. Add red meat, eggs, dark green vegetables to your diet. If needed your doctor will prescribe calcium and iron supplements.","tsimage":"img/tips/12.jpg","week":"29","weight":"1153 gm","yourbody":"You might get exhausted from your body changes. Your pregnant bump is getting larger. Taking care of and balancing your body would be harder than ever. You will feel more sharpened kicks of your baby. This could be because the amniotic fluid is getting lesser and your baby kicks directly on the uterine wall.","yourbodyimage":"img/mom/6.jpg"},{"babydevelopment":"Your baby’s Head and body are now in correct proportions. Head is no longer bigger compared to the body. He is looking more like a newborn now. Brain complexity increases and senses are now developed to a great extent. Nerves have built up interconnections. Though your baby’s eyesight is not complete he is now more sensitive to outside light. It needs more time even after birth for the complete maturity of eyes. Just after birth, babies can see only about 30 cm long distance. Baby’s other senses are also developed. He may respond to your voice and feel your touch.","babydevelopmentimage":"img/weeklyinfo/30.jpg","babysize":"Cucumber","date":"21/02/2017","length":"39.9 cm crown to heel","tipsandsymptoms":"You may experience more swelling (oedema) without any blood pressure increase. Swelling normally occurs in both feet and hands. Try to rest your legs every time you can and wear ankle supports if needed.<br><br><b>Tips</b><br><br> •\tIf you have trouble sleeping, Try or read a book or listen to calming music that will bring sleep to you. You can drink a glass of milk and avoid caffeine before bed time.<br> •\tYour hospital may give you a list of things that you need to bring when you admit. Gather the stuff now and start packing your hospital bag. Some things you will need are your clothes, baby nappies and blankets. <br> If you notice any premature labor signs like cramps in lower back or a watery vaginal discharge, seek medical assistance immediately.","tsimage":"img/tips/19.jpg","week":"30","weight":"1319 gm","yourbody":"Your belly grows fast. Uterus is expanding upward making your breathing hard. Your baby may have turned to the birth position, head downwards. Baby’s head pushes your urinary bladder, making you to urinate more. Your midwife will now talk with you about your birth plans. You may need to think about the hospital you are going to admit and who will be with you in labor. She will give advice about labor signs and how to avoid pre-mature labor.","yourbodyimage":"img/test/17.jpg"},{"babydevelopment":"The foetus is gaining weight continuously and rapidly throughout this time. He is starting to occupy all the space in your uterus. Amniotic fluid volume gets lesser. Baby’s skin becomes smoother removing any wrinkles as he builds up fat underneath. Lung cells produce surfactant, a lipid substance that lines the air sacs. Baby has started practicing breathing and the movements occur in a rhythm with the help of diaphragm muscles. Fingernails and toenails are growing. Your baby will be following the same pattern of sleep and get active around the same time of the day. If he is sleeping, your baby might be dreaming now. Babies dream when it comes to the final weeks of pregnancy.","babydevelopmentimage":"img/weeklyinfo/31.jpg","babysize":"Pineapple","date":"21/02/2017","length":"41.1 cm crown to heel","tipsandsymptoms":"You will feel it is hard to breathe, especially when you walk and climb steps. You might be more tired than the previous weeks. Try to rest as much as you can. Your body needs to slow down.<br><br><b>Tips</b><br><br> •\tIf you want your baby to have good food habits, give him the chance of experiencing many different tastes even before birth. Amniotic fluid gets the taste according to the food you eat. Baby’s get adapt to the food that they have tasted earlier easily.<br> •\tYou will need a car seat, pram and a cot soon. No need to buy them all now. But start thinking about them. You will see that there are many options and will sometimes hard to finalise what you want.<br>","tsimage":"img/tips/19.jpg","week":"31","weight":"1502 gm","yourbody":"The milk glands in your breasts start to produce the first form of milk at this stage. This first milk is called colostrums. It is normally thick and yellowish and rich in nutrients and antibodies needed for your baby. Your uterus is growing and it is now above your belly button. It pushes all organs in your abdominal cavity upwards towards diaphragm and lungs. Your breathing will be hard. Until your baby moves down into your pelvic cavity for delivery, breathing won’t be easy for you.","yourbodyimage":"img/tips/25.jpg"},{"babydevelopment":"Lanugo hair is shedding off. There is no need of this hairy covering anymore. Still there can be some reaming in certain areas. They will shed off in the coming weeks. Fingernails and toenails are formed. They can suck now using their facial muscles. However, the ability is not developed well enough. The babies born at this stage get tired easily when sucking. So, if born now, they need to be fed using a tube.","babydevelopmentimage":"img/weeklyinfo/32.jpg","babysize":"Squash","date":"21/02/2017","length":"42.4 cm crown to heel","tipsandsymptoms":"You may get varicose veins in these last few weeks.  Your weight has increased a lot and your blood vessels are struggling to have a smooth blood flow. Still you may feel constipation. Because food stays in the intestine for extended durations and more water is absorbed, making your bowel dry. You will get burning feeling of chest (Heartburn). Again your breasts may feel tender. They are getting ready to produce milk. Fluids may leak from your breasts. Wear breasts pads if so. You will be more emotional and sensitive to the things happening around you. Even normal things happening in everyday life can make you anxious.","tsimage":"img/tips/25.jpg","week":"32","weight":"1702 gm","yourbody":"Baby starts to turn in the womb as their head directed down wards. Now he is preparing for the birth. Some babies stay in the other side directing their feet or bottom down wards this is called the breech position. If baby is in the breech position even at full term pregnancy, you will have to go for a caesarean.","yourbodyimage":"img/mom/8.jpg"},{"babydevelopment":"Baby’s brain is developing and his senses have built up to a great extent. Baby can identify different tastes. They know what is sweet and what is sour. He sleeps more like a new born. Immune system is developing. Fat continues develop under the skin. Skull is soft. Skull is made of bone plates these plates are not fused together yet. They do not fuse until birth, to avoid compression to birth. The bony plates slide over on top of each other to avoid any damages when the baby arrives through your birth canal. The gaps between the plates are called fontenelles and can be felt without fusing after birth. It takes about 1 ½ years for them to fuse together completely.","babydevelopmentimage":"img/weeklyinfo/33.jpg","babysize":"Durain","date":"21/02/2017","length":"43.7 cm crown to heel","tipsandsymptoms":"You must be exhausted by now. You will try to balance your body when walking. Aches and pains will be more common in you.<br><br> <b>Tips</b><br><br> •\tYour relationship with your partner would change to a certain extent after the arrival of your baby. Both of you then have another member in your family to take care of. Be prepared and try to co-op with this situation and understand the changes happening in your life. You may not have enough time for your partner as earlier. Both of you will need some time to adjust to this new situation. But, make it a time to make your love stronger.<br> •\tPlan your prenatal visits. Prior to the day, list down the things you need to talk with your doctor.","tsimage":"img/tips/37.jpg","week":"33","weight":"1918 gm","yourbody":"Bearing a child inside you is hard but something exiting that a woman experience in her life.  Kick charts are used to record your bay’s pattern of movements. Not all hospitals or doctors will ask you to do so. But if you have a concern about your baby’s movements, they will give advice on that. Using a kick chart, at this stage will help you to identify your baby’s movement patterns. If you find a change in the pattern you can get advice and if you see a decrease in the movements you should seek immediate medical assistance.","yourbodyimage":"img/mom/13.jpg"},{"babydevelopment":"Toenails are not yet fully grown. Vernix becomes thicker and gives more and more protection to your baby. Lungs are grown to a good extent but still immature. Baby’s immune system develops. at the same time antibodies in your blood passes to baby’s body through placenta. The placenta will be about one inch thick by the end of pregnancy.","babydevelopmentimage":"img/weeklyinfo/34.jpg","babysize":"Butternut Squash","date":"21/02/2017","length":"45 cm crown to heel","tipsandsymptoms":"Backaches and sleeping problems are common at this stage of pregnancy. You now may be exhausted of your body.  <br><br>  <b>Tips</b><br><br> •\tGet enough rest, take naps. You may be thinking and anxious about your labor. Try to relax your mind. If possible learn about labor but do not over think.<br> •\tIt is the time to buy the things in your hospital bag. Make it prepared and keep it ready. You won’t know when your baby alarms. <br>","tsimage":"img/tips/36.jpg","week":"34","weight":"2146 gm","yourbody":"Abdomen stretches and your belly button (navel) gets pushed out wards. Your uterus is about 5 inches above your belly button now. You are getting closure you your labor. If this is your second or subsequent pregnancy, you may have a rapid labor. Your doctor will describe you wether you need a planned caesarean.","yourbodyimage":"img/mom/3.jpg"},{"babydevelopment":"Fat deposition continues. Fingernails grow and reach the finger tip. Hair (lanugo) disappears. Baby hiccups are more frequent at this stage. You may be able to feel these tiny hiccups. You will feel more strong foetal movements. Now the uterus is getting lack of space for your rapidly growing baby to play in. movements may slow down but will become stronger kicks.  Babies born before week 37 are considered preterm or premature. If born around week 35. Baby will be in good health, but need close monitoring in an intensive baby care unit.","babydevelopmentimage":"img/weeklyinfo/35.jpg","babysize":"Coconut","date":"21/02/2017","length":"46.2 cm crown to heel","tipsandsymptoms":"Increased Pressure and weight of the body, and increased pregnancy hormones can cause varicose veins. Your veins swell and become blue. Sometimes the anxious feelings can cause you to be afraid of your labor and also you may worry about baby’s health condition. You may now be thinking and worrying whether you are going to have a healthy baby.<br><br>  <b>Tips</b><br><br> Your womb provided a comfortable cushioned room for your baby. <br>If you have any anxiety about your labor or baby, talk with your friends or relatives and try to relax your mind. You do not have to worry.","tsimage":"img/tips/10.jpg","week":"35","weight":"2383 gm","yourbody":"Your doctor will check the things required for your labor in your next prenatal visit. The position of your baby and your birth canal will be checked. If your birth canal is smaller or structurally does not facilitate labor, your doctor will advice for a planed caesarean. Normally in these last few weeks babies turn and lie in the cephalic position, pointing the head downwards. May be he has even moved a little bit down into your pelvis. Moving down to your pelvis is called ‘engagement’. It is a sign that he is ready for birth. Some babies may still not be turned and not ready for the arrival.","yourbodyimage":"img/test/8.jpg"},{"babydevelopment":"Baby sheds hair (lanugo) and vernix caseosa, the substance that covers the body, starts to disappear. He is getting the final touches before arrival. Digestive system is still growing, especially the small intestine grows.  He has accumulated meconium in the digestive tract, which will be your baby’s first poo. Mconium is black or dark green in colour and is a sticky substance. Sometimes it takes few days after birth to release this first poo.","babydevelopmentimage":"img/weeklyinfo/36.jpg","babysize":"Honeydew","date":"21/02/2017","length":"47.4 cm crown to heel","tipsandsymptoms":"Pressure in your stomach will be easing as the baby engages into your pelvic cavity. But you will feel harden and tight feeling in your pelvic area have to urinate more frequently. You will also get a relief from heartburn.<br><br>  <b>Tips</b><br><br> •\tSome mums like to have a water birth.  This is used to relief pain in labor. Mum will be giving birth to the baby while a part of her body in water filled place. Only some hospitals will provide facilities for water birth. Seek information if you are interested and find out whether it is available in your local hospitals.<br> •\tFind the services available in your community for newborns and infants. These services may vary in different countries and regions. Get register in them, if you have not yet done so.","tsimage":"img/tips/36.jpg","week":"36","weight":"2622 gm","yourbody":"Your baby may come out with a little changed head, somewhat longer and mis-shaped. Not rounded as you think. This is because baby’s skull bone plates move on top of each other when moving through your birth canal. Changing the shape of the head like this is called ‘molding’. it helps your baby to bear the pressure and minimize the damage to brain cells. Don’t worry, with time the head will come back to normal nice looking round shape.","yourbodyimage":"img/mom/4.jpg"},{"babydevelopment":"Your baby grows rapidly and fat deposition continues. However, the growth of the baby slows down a little bit after this week. The space in the uterus is getting limited for your baby to grow more. Baby’s toenails are grown. By now, if your baby is a boy, his testicles have descended to the scrotum, the sac that holds the testicles outside the body. The testicles need to be in a temperature lesser than your body’s temperature to maintain the sperms in good condition. That is why your baby’s testicles are moving to the scrotum. Some baby’s need more time for this to descend and it continues even after birth in the first year. If it is a girl, the labia, externally visible female genital structures, are fully developed now.","babydevelopmentimage":"img/weeklyinfo/37.jpg","babysize":"Wintermelon","date":"21/02/2017","length":"48.6 cm crown to heel","tipsandsymptoms":"You will get labor pains soon. These are rhythmic and frequent contractions in your pelvic area. You may also see the mucus plug coming out. This can happen as earlier like this or during labor. <br><br>  <b>Tips</b><br><br> •\tIf you notice a fluid and not sure whether this is mucus plug or your water bag has ruptured, get your mid wife’s advice.<br> •\tIf you have regular frequent contractions, it could be the initiation of labor. It is the time to seek immediate medical attention.<br>  Soon after the birth the paediatrician will check the weight and head circumference of newborn.","tsimage":"img/tips/37.jpg","week":"37","weight":"2859 gm","yourbody":"Mucous plug that gave protection to the foetus starts loosening. Cervix dilates to prepare you for labor. You will notice more mucous or fluid in your vaginal area.  as like all major event in pregnancy, the labor is also controlled  by hormones. Labor is divided in to three stages. At the beginning of labor, your brain releases the hormone oxytocin. It is unclear how does the brain decide to secrete oxytocin. This hormone triggers rhythemic contractions in your uterus. This makes the endometrium, the inner wall of the uterus to get removed along with placenta.","yourbodyimage":"img/test/14.jpg"},{"babydevelopment":"Your baby now can firmly grasp objects using his tiny but strong hands. Fat gets collected more in the body making your baby chubbier and giving the look that you want your baby to be. Fingernails are long and they approach the tip of the fingers. Pigmentation in eyes that determines the eye colour will develop after birth. lanugo hair is no more there on your baby’s body though still there is a chance for some of them to appear in upper arm and shoulders.","babydevelopmentimage":"img/weeklyinfo/38.jpg","babysize":"Pumpkin","date":"21/02/2017","length":"49.8 cm crown to heel","tipsandsymptoms":"You may be exhausted and overly tired. Engagement of baby can because you discomfort in your pelvic area.  You will need to urinate more frequently because it will be hard to hold the pressure towards the bladder.<br><br> <b>Tips</b><br><br> •\tPostnatal exercise will help you to gain that your desired figure back after pregnancy.  You should start exercise with proper advice. There should be a time gap between your labor and starting exercises. If it is a caesarean, this time gap will be longer to give enough time for the caesarean cut to heel. <br> •\tPregnant mums need postnatal support after delivery. Plan and be prepared for this busy time. Though it is a happiest and cheerful moment in your life, it also will be a hard time when dealing with added work. You will have to wash feeding bottles, lots of nappies in addition to taking care of your baby. Your family members and friends will sometimes be available to support you and your partner.","tsimage":"img/mom/5.jpg","week":"38","weight":"3083 gm","yourbody":"Your weight gain may slow down now. If your baby has engaged, moved to your pelvic region, your bladder gets pushed than previous.  Your breasts are preparing to prepare milk. The first form of milk is thick and yellow and is known as colostrum. This is rich in nutrients and antibodies needed for your baby.","yourbodyimage":"img/mom/7.jpg"},{"babydevelopment":"Baby’s organs are well developed and can easily adapt to the environment outside your womb. Lungs produce more surfactant substance. This compound helps the air sacs to keep opened   without shrinking.  There are two soft spots in baby’s head called fontanelles. They are the areas between the skull bone plates that are not yet fused. You can identify them easily from outside. The areas, of a size of a coin, in the head, that moves up and down slowly.","babydevelopmentimage":"img/weeklyinfo/39.jpg","babysize":"Watermelon","date":"21/02/2017","length":"50.7 cm crown to heel","tipsandsymptoms":"You may be exhausted by your body weight and pains now. You may feel more and more Braxton Hicks contractions. You will get confused about how to identify true labor from these false labor contractions. If they are not rhythmic, that is most of the time not labor.","tsimage":"img/tips/37.jpg","week":"39","weight":"3288 gm","yourbody":"Your amniotic sac (water bag) would rupture at any time now. It is a sign that you are going to have labor. The labor has three distinct phases. In the first stage, your uterus will contract regularly and cervix dilates to open the passageway for the baby to come out. In the second stage, the baby will be pushed to the vaginal canal and give birth. Some women feel energised and exited at this stage while others are exhausted and tired. Finally, you will push the placenta out of your body.  After labor your body tries to come back to normal and stabilise within the first hour.","yourbodyimage":"img/mom/15.jpg"},{"babydevelopment":"You will hear the cry of your new born baby for the first time. The umbilical cord is cut just after delivery. In some traditions, this is done by father. Within few hours after birth, the mucus will be sucked out from your baby’s mouth and nose by the medical practitioners.","babydevelopmentimage":"img/weeklyinfo/40.jpg","babysize":"Jackfruit","date":"21/02/2017","length":"51.2 cm crown to heel","tipsandsymptoms":"You will get labor pains and deliver your baby. If a high risk is identified, your doctor may decide to go for a caesarean section. Anaesthetic is given in your lower back and a caesarean cut is made in the front wall of the lower abdomen. After the caesarean you will need pain killers in the first few days. The doctors will ask you to get up within the first 24 or 48 hours and walk slowly.<br><br>  <b>Tips</b><br><br> •\tKeep your baby warm. He just came out from a well warmed cushioned room.  <br> •\tSometimes breastfeeding is hard at the beginning. Some mums need it to be induced by hormones. Ask your midwife for assistance in breastfeeding.<br>  Congratulations! You became the mum of your new born.","tsimage":"img/tips/40.jpg","week":"40","weight":"3462 gm","yourbody":"Baby will seek for your nipple for the first feed. He opens his mouth when touched. This is a reflex (root reflex) built for the survival. He now has enough practiced sucking and swallowing by taking amniotic fluid in when he was in your womb. But keep in mind, some baby’s need help in this. Ask your midwife for assistance if you need.","yourbodyimage":"img/mom/19.jpg"}]